
[wpcode id="5382"]
<div id="player"></div>
<div class="table"></div>
<script>

data={
    "ytID": "-EPT6jQemn8",
    "startTimes": [
        {
            "start": "7003",
            "description": "Testigos de El Paso, traducido de Santiago: Catherine Wilson Shupe sobre su tiempo como niño en Avalos.",
            "thumbnail": "../files/2015/03/Catherine-Wilson-Shupe.png"
        },
        {
            "start": "7216",
            "description": "Testigos de El Paso, traducido de Santiago: el ingeniero Jorge Villalobos compara la contaminación en la planta de Avalos con el tabaquismo.",
            "thumbnail": "../files/2015/03/Jorge-Villalobos.png"
        },
        {
            "start": "7600",
            "description": "Testigos de El Paso, traducido de Santiago: el ex-ASARCO trabajado Daniel Arellano: “nos daban una hebilla de cinturón de premio por no tener accidentes y si alguien se accidentaba la gente le reclamaba y por eso la gente trataba de no accidentarse y no reportaban accidentes.”",
            "thumbnail": "../files/2015/03/Danny-Arellano.png"
        },
        {
            "start": "7866",
            "description": "Testigos de El Paso, traducido de Santiago: Joe Piñon, hijo de trabajador de ASARCO y farmacéutico local, sobre los trabajadores emplomados, su oposición a una renovacion de la planta.",
            "thumbnail": "../files/2015/03/Joe-Pin%CC%83on.png"
        },
        {
            "start": "8114",
            "description": "Luis Santacruz Aranda: los comentarios favorables no quiere decir que haya trabajdores or ex-trabajadores con otras experiencias; “no quiere decir que la planta haya sido un paraiso…”",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "10038",
            "description": "Pregunta de El Paso: si ustedes saben si en algún momento aquí se quemaron desechos tóxicos…respuestas de Luis Oscar Rodríguez Andriani, Ernesto Martínez, Carlos Manuel Zaldívar Pérez, Arturo Limón.",
            "thumbnail": "../files/2015/08/Luis-Oscar-Rodri%CC%81guez-Andriani.png"
        },
        {
            "start": "10295",
            "description": "PPregunta de El Paso: ¿Como se explican que haya tanta diferencia entre uno y otro? Respuestas de Jesus Antonio Soto, Ernesto Martínez, Luis Oscar Rodríguez Andriani, Carlos Manuel Zaldívar Pérez.",
            "thumbnail": "../files/2015/08/Ernesto-Martinez.png"
        }
    ]
}

loadSeminarYT(data.ytID,data.startTimes)
</script>

