
[wpcode id="5382"]
<div id="player"></div>
<div class="table"></div>
<script>

data={
    "ytID": "-EPT6jQemn8",
    "startTimes": [
        {
            "start": "1303",
            "description": "Luz Helena Sanín, Luis Oscar Rodríguez y Edna Rico sobre si los resultados de Sanín se hicieron públicos.",
            "thumbnail": "../files/2015/08/Luz-Helena-Sani%CC%81n.png"
        },
        {
            "start": "1920",
            "description": "Ezequiel López González: “A mí me cansé creo que alguien dijo que nuestros hijos o a en Rancherías, hay unos contaminados por plomo”; otro sobre tratamiento de plomo en la sangre de los trabajadores; quando las familias de Villa Juárez fueron las que empezaron a protestar que sus familias estaban contaminadas de zinc; porque la planta cerrada.",
            "thumbnail": "../files/2015/08/Luis-Oscar-Rodri%CC%81guez-Andriani.png"
        },
        {
            "start": "2764",
            "description": "Luz Helena Sanín sobre el inicio de la primera estudio sobre los niveles de contaminación en 1997.",
            "thumbnail": "../files/2015/08/Edna-Rico-Escobar.png"
        },
        {
            "start": "2820",
            "description": "Luz Helena Sanín: “los resultados [de 1997] eran muy impresionantes, es decir: un porcentaje muy alto en los niños estaba con niveles muy altos…”",
            "thumbnail": "../files/2015/08/Ezequiel-Lo%CC%81pez.png"
        },
        {
            "start": "2864",
            "description": "Luz Helena Sanín sobre los resultados de 1997: “había más o menos una corte de 600 niños que iban a salir con daño neurológico” .",
            "thumbnail": "../files/2015/08/Luz-Helena-Sani%CC%81n.png"
        },
        {
            "start": "2957",
            "description": "Luz Helena Sanín sobre los conocimientos recientes sobre los efectos del plomo en los niños y las madres; que en 2004 la norma de los niños en México estaba 25 microgramos por decilitro, pero “de hecho hoy se compone de 2”.",
            "thumbnail": "../files/2015/08/Luz-Helena-Sani%CC%81n.png"
        },
        {
            "start": "3220",
            "description": "Luz Helena Sanín sobre la falta de viviendas en la zona 0–el más cercano a la fundición de Avalos–en 1997 ; en comparación con “miles de casas” que habían aparecido allá por 2004 en esta zona de la exposición más pesada.",
            "thumbnail": "../files/2015/08/Luz-Helena-Sani%CC%81n.png"
        },
        {
            "start": "3276",
            "description": "Luz Helena Sanín: “era una emergencia”; compara sus conclusiones a las que se encuentran en la década de 1970 en Ciudad Juárez desde la fundición de ASARCO allí, también la remediación.",
            "thumbnail": "../files/2015/08/Luz-Helena-Sani%CC%81n.png"
        },
        {
            "start": "3461",
            "description": "Luz Helena Sanín: “por inferencia por los datos de exceso en este momento se estima que al menos 500 niños en la zona tienen límites superiores y de ellos 170 tendrán daño neurológico”.",
            "thumbnail": "../files/2015/08/Luz-Helena-Sani%CC%81n.png"
        },
        {
            "start": "3645",
            "description": "Luz Helena Sanín sobre un evaluación en el 2006 de una collegia: “los valores seguían altísimos”.",
            "thumbnail": "../files/2015/08/Luz-Helena-Sani%CC%81n.png"
        },
        {
            "start": "3787",
            "description": "Jesús Antonio Soto sobre la principios de la previsión de la contaminación por la empresa, por qué compraron la tierra circundante.",
            "thumbnail": "../files/2015/08/Luz-Helena-Sani%CC%81n.png"
        },
        {
            "start": "3809",
            "description": "Jesús Antonio Soto: “yo no tengo esa contaminación…”.",
            "thumbnail": "../files/2015/08/Luz-Helena-Sani%CC%81n.png"
        },
        {
            "start": "3821",
            "description": "Jesús Antonio Soto sobre la gente que “se quiso meter que estaban emplomados para sacarle un dinero a la empresa”; cuando la empresa fue cerrando, trató de comprar, porque querían ser indemnizado; 1990 o 1989.",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "4560",
            "description": "Jesús Antonio Soto: “estoy muy orgulloso de vivir…aquí, a mi me tocó Ávalos en su apojeo”.",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "4033",
            "description": "Jesús Antonio Soto: “me da tristeza ahora que se diga, Ávalos es..algo feo para la comunidad..”.",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "4112",
            "description": "Luis Oscar Rodríguez: “mucho de [los trabajadores] que llegaron a presentar síntomas de …plomo…lo malo, eran porque no se lavaban las manos,” etc..",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "4148",
            "description": "Luis Oscar Rodríguez: “Luego, no fue nunca a los niveles que estan escuchando”; el monitoreo de las áreas en las que podía haber más plomo, los trabajodores que podían presentar síntomas.",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "4610",
            "description": "Carlos Manuel Zaldívar viví en la colonia 600 metros de la chiminea; ejemplo “muy significativo” de un trabajador Rafael Ramos que “duró 40 años” en la casa de sacos, trabajo con muchos expuestos toxicos.",
            "thumbnail": "../files/2015/08/Luis-Oscar-Rodri%CC%81guez-Andriani.png"
        },
        {
            "start": "4713",
            "description": "Carlos Manuel Zaldívar pide más pruebas de la contaminación y sus efectos.",
            "thumbnail": "../files/2015/08/Luis-Oscar-Rodri%CC%81guez-Andriani.png"
        },
        {
            "start": "4745",
            "description": "Carlos Manuel Zaldívar sobre el equipo y el análisis en la planta para proteger oficinistas también; “Cuántas veces jugamos nosotros ahí [en los campos deportivos], pos no no nos caímos por la contaminación”.",
            "thumbnail": "../files/2015/08/Carlos-Manuel-Zaldi%CC%81var-Pe%CC%81rez.png"
        },
        {
            "start": "4863",
            "description": "Luz Helena Sanín: la discusión que precede demonstra “cómo ha ido evolucionando la cuestión de salud ambiental eh la empresa cuidando mucho a los trabajadores”.",
            "thumbnail": "../files/2015/08/Carlos-Manuel-Zaldi%CC%81var-Pe%CC%81rez.png"
        },
        {
            "start": "4929",
            "description": "Carlos Manuel Zaldívar: a pesar de la contaminación “vivimos todos [en la vejez], yo estuve con los americanos y muy cercano a los americanos. ¿Ustedes creen que no hacían este tipo de de análisis? “.",
            "thumbnail": "../files/2015/08/Carlos-Manuel-Zaldi%CC%81var-Pe%CC%81rez.png"
        },
        {
            "start": "5020",
            "description": "Luis Oscar Rodríguez relata una historia de una esposa del gerente que preguntó a su marido sobre la contaminación que venía de la chiminea.",
            "thumbnail": "../files/2015/08/Luz-Helena-Sani%CC%81n.png"
        },
        {
            "start": "5812",
            "description": "Luis Guillermo Maldonado Ortega: “nosotros respetamos sus estudios, sus conocimientos y todo pero, tambien no satanizar de mas porque asi como que se estan yendo unos porcentajes muy altos de contaminacion…pero no se puede decir que sean una cosa fatal”.",
            "thumbnail": "../files/2015/08/Carlos-Manuel-Zaldi%CC%81var-Pe%CC%81rez.png"
        },
        {
            "start": "5868",
            "description": "Ernest Martinez no quiere “defender a la empresa o atacaros a ustedes de ninguna manera” pero “porque hay personas de 90 años y hasta de 93 sobrevivientes gente que trabajó precisamente asi como el o como ellos…”.",
            "thumbnail": "../files/2015/08/Luis-Oscar-Rodri%CC%81guez-Andriani.png"
        },
        {
            "start": "5996",
            "description": "Jesús Antonio Soto cuenta mas sobre los puntos de muestro de la empresa, tambien el gobierno, “y pues allí va si estaba muy alta la contaminación, pues los multaban entonces tambien la empresa pues decia no pues una multa muy buena que les ponian…”; la variedad de respuestas a la contaminación.",
            "thumbnail": "../files/2015/08/Luis-Guillermo-Maldonado-Ortega.png"
        },
        {
            "start": "6551",
            "description": "Cambio en los niveles de plomo que se consideraban “permisibles” cuentado de Myrna Santiago.",
            "thumbnail": "../files/2015/08/Ernesto-Martinez.png"
        }
    ]
}

loadSeminarYT(data.ytID,data.startTimes)
</script>

