
[wpcode id="5382"]
<div id="player"></div>
<div class="table"></div>
<script>

data={
    "ytID": "-EPT6jQemn8",
    "startTimes": [
        {
            "start": "3111",
            "description": "Luz Helena Sanín sobre la falta de estudios durante el funcionamiento de la planta a pesar de un estudio realizado en 1973 por Landrigan de una fundición similar de ASARCO.",
            "thumbnail": "../files/2015/08/Luz-Helena-Sani%CC%81n.png"
        },
        {
            "start": "4201",
            "description": "Luis Oscar Rodríguez y Luz Helena Sanín: como la compañía no llevaba un record de la contaminación de los niños en los vecindarios.",
            "thumbnail": "../files/2015/08/Luis-Oscar-Rodri%CC%81guez-Andriani.png"
        },
        {
            "start": "4251",
            "description": "Luis Oscar Rodríguez: “veo que a los lados de la carretera Juárez hay material que saca en la planta para bachear…eso es una propiciación para llevar el pro el problema más allá.”",
            "thumbnail": "../files/2015/08/Luz-Helena-Sani%CC%81n.png"
        },
        {
            "start": "4307",
            "description": "Luis Oscar Rodríguez: Ahora toda la planta está contaminada…cuando se mencionó que iban a traer al zoológico de Serengeti pues desgraciados…”",
            "thumbnail": "../files/2015/08/Luis-Oscar-Rodri%CC%81guez-Andriani.png"
        },
        {
            "start": "4828",
            "description": "Ernesto Martinez sobre “temporales,” los pozos de la empresa y su contaminacion, también de la leche de pastizales alrededor.",
            "thumbnail": "../files/2015/08/Luis-Oscar-Rodri%CC%81guez-Andriani.png"
        },
        {
            "start": "4897",
            "description": "Carlos Manuel Zaldívar Pérez y Manuel Roberto Olivos sobre los pozos de la planta.",
            "thumbnail": "../files/2015/08/Ernesto-Martinez.png"
        },
        {
            "start": "8006",
            "description": "Despues de oír hablar de El Paso, Jesús Antonio Soto reflecta que en Estados Unidos habia mas posibilidades de trabajo que en Chihuahua; consecuencias; cómo aparecieron los trabajadores después de trabajar en la casa de sacos.",
            "thumbnail": "../files/2015/08/Carlos-Manuel-Zaldi%CC%81var-Pe%CC%81rez.png"
        },
        {
            "start": "8114",
            "description": "Luis Santacruz Aranda: los comentarios favorables no quiere decir que haya trabajdores or ex-trabajadores con otras experiencias; “no quiere decir que la planta haya sido un paraiso…”",
            "thumbnail": "../files/2015/08/Manuel-Roberto-Olivos.png"
        },
        {
            "start": "8340",
            "description": "Carlos Manuel Zaldívar Pérez: “era una planta peligrosa”; explicacion.",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "8635",
            "description": "Daniel Lopez sobre su padre, trabajador y fumador, que murió de cancer pulmonar al la edad de 50 años.",
            "thumbnail": "../files/2015/08/Carlos-Manuel-Zaldi%CC%81var-Pe%CC%81rez.png"
        },
        {
            "start": "8679",
            "description": "Luz Helena Sanín reconoce los beneficios ofrecido por la planta; pregunta sobre el regimen de atención por los niños, los más vulnerables al plomo.",
            "thumbnail": "../files/2015/08/Daniel-Lo%CC%81pez.png"
        },
        {
            "start": "9553",
            "description": "Ezequiel López González: “hubo corrupción en ciertas epocas, cosas de incapacidad y todo eso pero esa empresa fue de todos riesgos..”; muchos accidentes fatales; “el sindicato siempre presionaba a la empresa para que corrigiera toda la contaminación, en todos los accidentes…”",
            "thumbnail": "../files/2015/08/Luz-Helena-Sani%CC%81n.png"
        },
        {
            "start": "10791",
            "description": "Ezequiel López González: “No crean que estamos en contra de ustedes”: “desgraciadamente se han muerto muchas familias por la contaminación de la planta…”",
            "thumbnail": "../files/2015/08/Ezequiel-Lo%CC%81pez.png"
        }
    ]
}

loadSeminarYT(data.ytID,data.startTimes)
</script>

