
[wpcode id="5382"]
<div id="player"></div>
<div class="table"></div>
<script>

data={
    "ytID": "-EPT6jQemn8",
    "startTimes": [
        {
            "start": "2206",
            "description": "Arturo Limón sobre la contaminacion de Avalos; algunas de sus experiencias como ecologista.",
            "thumbnail": "../files/2015/08/Arturo-Limo%CC%81n.png"
        },
        {
            "start": "2255",
            "description": "Arturo Limón: “el problema medio ambiental es lo más democrático que suele haber en este país” por que golpea a todas las personas, la gerente y los trabajadores.",
            "thumbnail": "../files/2015/08/Arturo-Limo%CC%81n.png"
        },
        {
            "start": "2292",
            "description": "Arturo Limón: los investigadores “reportan eh que sí hay problema [en Avalos] y eso está más allá de la subjetividad…”",
            "thumbnail": "../files/2015/08/Arturo-Limo%CC%81n.png"
        },
        {
            "start": "2350",
            "description": "Arturo Limón sobre la necesidad de considerar no sólo la economía, sino el bienestar de los ciudadanos.",
            "thumbnail": "../files/2015/08/Arturo-Limo%CC%81n.png"
        },
        {
            "start": "2381",
            "description": "Arturo Limón sobre cómo recomendó salvaguardando la zona Avalos a finales de 1980.",
            "thumbnail": "../files/2015/08/Arturo-Limo%CC%81n.png"
        },
        {
            "start": "2513",
            "description": "Arturo Limón sobre su participación en un esfuerzo por limpiar la contaminación de la ciénaga del Sacramento; la importancia de la aplicación de presión sobre el gobierno.",
            "thumbnail": "../files/2015/08/Arturo-Limo%CC%81n.png"
        },
        {
            "start": "5551",
            "description": "Arturo Limón cuenta una historia sobre Castro, que “el sol con toda su grandeza tambien tiene manchas”; otra historia sobre un trabajador en un mina; los beneficios de una industria “no nos priva de los impactos ambientales.”",
            "thumbnail": "../files/2015/08/Arturo-Limo%CC%81n.png"
        },
        {
            "start": "8613",
            "description": "Daniel Lopez explica que muchos de estos beneficios “fueron conquistas sindicales.”",
            "thumbnail": "../files/2015/08/Daniel-Lo%CC%81pez.png"
        },
        {
            "start": "9121",
            "description": "Carlos Manuel Zaldívar Pérez, Ernesto Martinez y Luis Oscar Rodríguez Andriani discutan los roles del seguro social, del sindicato, y de la empresa en los servicios de salud.",
            "thumbnail": "../files/2015/08/Carlos-Manuel-Zaldi%CC%81var-Pe%CC%81rez.png"
        },
        {
            "start": "9553",
            "description": "Ezequiel López González: “hubo corrupción en ciertas epocas, cosas de incapacidad y todo eso pero esa empresa fue de todos riesgos..”; muchos accidentes fatales; “el sindicato siempre presionaba a la empresa para que corrigiera toda la contaminación, en todos los accidentes…”",
            "thumbnail": "../files/2015/08/Ernesto-Martinez.png"
        }
    ]
}

loadSeminarYT(data.ytID,data.startTimes)
</script>

