
[wpcode id="5382"]
<div id="player"></div>
<div class="table"></div>
<script>

data={
    "ytID": "-EPT6jQemn8",
    "startTimes": [
        {
            "start": "1889",
            "description": "Ezequiel López González sobre la historia de la planta de zinc.",
            "thumbnail": "../files/2015/08/Ezequiel-Lo%CC%81pez.png"
        },
        {
            "start": "1920",
            "description": "Ezequiel López González: “A mí me cansé creo que alguien dijo que nuestros hijos o a en Rancherías, hay unos contaminados por plomo”; otro sobre tratamiento de plomo en la sangre de los trabajadores; quando las familias de Villa Juárez fueron las que empezaron a protestar que sus familias estaban contaminadas de zinc; porque la planta cerrada.",
            "thumbnail": "../files/2015/08/Ezequiel-Lo%CC%81pez.png"
        },
        {
            "start": "3787",
            "description": "Jesús Antonio Soto sobre la principios previsión de la contaminación por la empresa, por qué compraron la tierra circundante.",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "3809",
            "description": "Jesús Antonio Soto: “yo no tengo esa contaminación…”",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "3821",
            "description": "Jesús Antonio Soto sobre la gente que “se quiso meter que estaban emplomados para sacarle un dinero a la empresa”; cuando la empresa fue cerrando, trató de comprar, porque querían ser indemnizado; 1990 o 1989.",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "3960",
            "description": "Jesús Antonio Soto: “estoy muy orgulloso de vivir…aquí, a mi me tocó Ávalos en su apojeo.”",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "4033",
            "description": "Jesús Antonio Soto: “me da tristeza ahora que se diga, Ávalos es..algo feo para la comunidad..”",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "4828",
            "description": "Ernesto Martinez sobre “temporales,” los pozos de la empresa y su contaminacion, también de la leche de pastizales alrededor.",
            "thumbnail": "../files/2015/08/Ernesto-Martinez.png"
        },
        {
            "start": "4897",
            "description": "Carlos Manuel Zaldívar Pérez y Manuel Roberto Olivos sobre los pozos de la planta.",
            "thumbnail": "../files/2015/08/Carlos-Manuel-Zaldi%CC%81var-Pe%CC%81rez.png"
        },
        {
            "start": "5812",
            "description": "Luis Guillermo Maldonado Ortega: “nosotros respetamos sus estudios, sus conocimientos y todo pero, tambien no satanizar de mas porque asi como que se estan yendo unos porcentajes muy altos de contaminacion…pero no se puede decir que sean una cosa fatal”.",
            "thumbnail": "../files/2015/08/Manuel-Roberto-Olivos.png"
        },
        {
            "start": "5868",
            "description": "Ernest Martinez no quiere “defender a la empresa o atacaros a ustedes de ninguna manera” pero “porque hay personas de 90 años y hasta de 93 sobrevivientes gente que trabajó precisamente asi como el o como ellos…”",
            "thumbnail": "../files/2015/08/Luis-Guillermo-Maldonado-Ortega.png"
        },
        {
            "start": "5996",
            "description": "Jesús Antonio Soto cuenta mas sobre los puntos de muestro de la empresa, tambien el gobierno, “y pues allí va si estaba muy alta la contaminación, pues los multaban entonces tambien la empresa pues decia no pues una multa muy buena que les ponian…”; la variedad de respuestas a la contaminación.",
            "thumbnail": "../files/2015/08/Ernesto-Martinez.png"
        },
        {
            "start": "",
            "description": "Despues de oír hablar de El Paso, Jesús Antonio Soto reflecta que en Estados Unidos habia mas posibilidades de trabajo que en Chihuahua; consecuencias; como cómo aparecieron los trabajadores después de trabajar en la casa de sacos.",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "8114",
            "description": "Luis Santacruz Aranda: los comentarios favorables no quiere decir que haya trabajdores or ex-trabajadores con otras experiencias; “no quiere decir que la planta haya sido un paraiso…”",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "8235",
            "description": "Luis Guillermo Maldonado Ortega sobre los beneficios de la planta por la salud, medicina.",
            "thumbnail": "../files/2015/08/Luis-Guillermo-Maldonado-Ortega.png"
        },
        {
            "start": "8387",
            "description": "Ernesto Martínez sobre cuando se inició el regimen de labor social en 1962.",
            "thumbnail": "../files/2015/08/Ernesto-Martinez.png"
        },
        {
            "start": "8420",
            "description": "Ernesto Martínez, Jesús Antonio Soto, y Luis Guillermo Maldonado Ortega sobre cuando se perdieron los beneficios de vivienda, del 1972 mas o menos.",
            "thumbnail": "../files/2015/08/Ernesto-Martinez.png"
        },
        {
            "start": "8566",
            "description": "Ernesto Martínez, Carlos Manuel Zaldívar Pérez, sobre como “la empresa nos facilitaba el transporte”.",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        },
        {
            "start": "8613",
            "description": "Daniel Lopez explica que muchos de estos beneficios “fueron conquistas sindicales”.",
            "thumbnail": "../files/2015/08/Luis-Guillermo-Maldonado-Ortega.png"
        },
        {
            "start": "8798",
            "description": "Daniel Lopez, Jesus Antonio Soto, Ernesto Martínez y Luis Oscar Rodríguez sobre los incios y los beneficios de los servicios del transporte.",
            "thumbnail": "../files/2015/08/Ernesto-Martinez.png"
        },
        {
            "start": "9121",
            "description": "Carlos Manuel Zaldívar Pérez, Ernesto Martínez y Luis Oscar Rodríguez discutan los roles del seguro social, del sindicato, y de la empresa en los servicios de salud.",
            "thumbnail": "../files/2015/08/Carlos-Manuel-Zaldi%CC%81var-Pe%CC%81rez.png"
        },
        {
            "start": "9291",
            "description": "Luis Oscar Rodríguez y Ernesto Martínez responden a una pregunta de Santiago si el número de incapacitados subió mucho.",
            "thumbnail": "../files/2015/08/Daniel-Lo%CC%81pez.png"
        },
        {
            "start": "9553",
            "description": "Ezequiel López González: “hubo corrupción en ciertas epocas, cosas de incapacidad y todo eso pero esa empresa fue de todos riesgos..”; muchos accidentes fatales; “el sindicato siempre presionaba a la empresa para que corrigiera toda la contaminación, en todos los accidentes…”",
            "thumbnail": "../files/2015/08/Daniel-Lo%CC%81pez.png"
        },
        {
            "start": "9642",
            "description": "Ezequiel López González y Ernesto Martínez recordan una mejora en las condicciones de la planta pero “desde que entro el seguro social hasta que cerró la planta”.",
            "thumbnail": "../files/2015/08/Jesus-Antonio-Soto.png"
        }
    ]
}

loadSeminarYT(data.ytID,data.startTimes)
</script>

