
[wpcode id="5382"]
<div id="player"></div>
<div class="table"></div>
<script>

data={
    "ytID": "vZN9LS3h3h4",
    "startTimes": [
        {
            "start": "7188",
            "description": "Francisco Mercado No se cerró ninguna empresa en Estados Unidos productora de cloruro de vinilo o de benceno, y sin embargo si se bajaron los niveles, para que a los trabajadores no les de leucemia",
            "thumbnail": "../files/2016/11/Francisco-Mercado.png"
        },
        {
            "start": "9033",
            "description": "Francisco Mercado no todas las personas se enferman porque en en genes especiales, podemos decir protección o de asistencia o genes de susceptibilidad ¿sí?",
            "thumbnail": "../files/2016/11/Francisco-Mercado.png"
        },
        {
            "start": "7875",
            "description": "Gonzalo Rodriguez no creo que tengamos mucho tiempo de vida. Para 2025 según la UNAM no habrá agua ¿sí?",
            "thumbnail": "../files/2016/11/Gonzalo-Rodriguez.png"
        },
        {
            "start": "920",
            "description": "Renato Vázquez  Para 1967 iniciaba sus operaciones Complejo Petroquímicos de Pajaritos, y la refinería de Mediclam",
            "thumbnail": "../files/2016/11/Renato-Vaa%CC%81zquez-.png"
        },
        {
            "start": "948",
            "description": "Renato Vázquez  Hasta los años de 1970 la exclusión territorial de la industria petro química de Pemex reflejó una amplia inspección geográfica nacional",
            "thumbnail": "../files/2016/11/Renato-Vaa%CC%81zquez-.png"
        },
        {
            "start": "1019",
            "description": "Renato Vázquez  Como resultado del auge petrolero durante los años 70 y principios de los 80 se establecieron en la región sureste de verecruz mas de 20 industrias petroquímicas privadas ",
            "thumbnail": "../files/2016/11/Renato-Vaa%CC%81zquez-.png"
        },
        {
            "start": "1564",
            "description": "Javier Pulido de Osta  En el 92 es cuando explota la planta de Clorados  en los pajaritos yo te pongo en manifiesto muchas cosas muchas irregularidades en la seguridad que se protege particularmente a los trabajadores de los contratistas ",
            "thumbnail": "../files/2016/11/Javier-Pulido-Osta.png"
        },
        {
            "start": "1704",
            "description": "Javier Pulido de Osta  Otro de los aspectos que se ve es el gran potencial económico que siempre ha tenido Pemex, hoy en día lo tiene también y nos viene con el cuento de que no, pero eso es un cuento para quienes conocemos las cifras a fondo  ",
            "thumbnail": "../files/2016/11/Javier-Pulido-Osta.png"
        },
        {
            "start": "8432",
            "description": "Fernado Castañon   Los desechos se vierten afuera, no adentro, el de adentro está protegido tiene lentes, tiene máscaras, tiene equipo especial para no ser contaminado pero el de afuera, el de afuera ¿quién lo estudia? ¿Quién lo analiza?",
            "thumbnail": "../files/2016/11/Fernado-Castann%CC%83on-.png"
        },
        {
            "start": "9481",
            "description": "Rogelio Gil  Pero más que falta de educación finalmente, falta de autoridad en este país, no hay autoridad, porque si hubiera autoridad en cuanto estuvieran haciendo las cosas mal hechas y los detuvieran y viera, no hubiera corrupción, no hubiera impunidad, no hubiera nada de eso",
            "thumbnail": "../files/2016/11/Rogelio-Gil-.png"
        }
    ]
}

loadSeminarYT(data.ytID,data.startTimes)
</script>

