
[wpcode id="5382"]
<div id="player"></div>
<div class="table"></div>
<script>

data={
    "ytID": "vZN9LS3h3h4",
    "startTimes": [
        {
            "start": "7233",
            "description": "Francisco Mercado Todavía en los 90s se descubrió que hay algo que se llama en toxicología efectos estocásticos probabilísticos, es decir, no hay concentración segura",
            "thumbnail": "../files/2016/11/Francisco-Mercado.png"
        },
        {
            "start": "7220",
            "description": "Francisco Mercado Hay muchos tipos de leucemia y subtipos patológicos, pero la que les da a los trabajadores es leucemia mieloblástica aguda",
            "thumbnail": "../files/2016/11/Francisco-Mercado.png"
        },
        {
            "start": "7283",
            "description": "Francisco Mercado la raza de bronce, propone el doble de 0.5 ppm. En México el límite máximo permisible es 1 ppm. Si. ¿Por qué? Somos la raza de bronce, aguantamos más",
            "thumbnail": "../files/2016/11/Francisco-Mercado.png"
        },
        {
            "start": "7331",
            "description": "Francisco Mercado otros productos químicos, como por ejemplo el formaldehido subió de categoría, ese es cancerígeno humano confirmado",
            "thumbnail": "../files/2016/11/Francisco-Mercado.png"
        },
        {
            "start": "8988",
            "description": "Francisco Mercado ahora en cuanto a las leucemias, miren ustedes, hay muchos tipos histológicos de leucemias y los causantes de las leucemias pueden ser: benceno, pero no necesariamente el de origen industrial, el tabaco, el humo ambiental, tabaco, el tabaquismo y el benceno",
            "thumbnail": "../files/2016/11/Francisco-Mercado.png"
        },
        {
            "start": "9205",
            "description": "Francisco Mercado No todas las leucemias también pueden pueden achatarse al benceno hay leucemias que no son originadas por el benceno, son otro tipo de factores incluso de mismos factores genéticos.",
            "thumbnail": "../files/2016/11/Francisco-Mercado.png"
        },
        {
            "start": "1558",
            "description": "Javier Pulido Osta Creo que efectivamente en el 92 es un parteaguas, pero creo que es un parteaguas muy singular,  porque no solo donde empieza a ponerse más atención en las custiones de seguridad",
            "thumbnail": "../files/2016/11/Javier-Pulido-Osta.png"
        },
        {
            "start": "2260",
            "description": "Maria Perez Actualmente la gente ya no cumple con sus pagos en los organismos operador porque no tiene agua",
            "thumbnail": "../files/2016/11/Maria-Perez.png"
        },
        {
            "start": "5062",
            "description": "Lorenzo Bozada Osea, ninguna industria puede eliminar otra industria. Y en ese caso, por ejemplo, Petróleos Mexicanos está obsesionado en eliminar a la industria pesquera de toda la región",
            "thumbnail": "../files/2016/11/Lorenzo-Bozada.png"
        },
        {
            "start": "5235",
            "description": "Lorenzo Bozadaz En nuestro país no tenemos la capacidad. Y los que aceptan los datos, los análisis, normalmente van y los lapicean. No pasa nada, tienen nada",
            "thumbnail": "../files/2016/11/Lorenzo-Bozada.png"
        },
        {
            "start": "5764",
            "description": "Lorenzo Bozada Teníamos los incendios allá en Coatzacoalcos. Entonces engañaban al gobernador: “no, ya controlamos todo”",
            "thumbnail": "../files/2016/11/Lorenzo-Bozada.png"
        },
        {
            "start": "7614",
            "description": "Xochitl Cisneros No estámos muy bien enterados pero han habido casos de personas que han muerto, que han muerto de cáncer, que han tenido leucemias, ",
            "thumbnail": "../files/2016/11/Xochitl-Cisneros.png"
        },
        {
            "start": "8244",
            "description": "Fernado Castañon  acudí al hospital de PEMEX, nadie supo ¿eh? no tienen idea de cuántos pacientes de cáncer tienen, infantil nadie, no sabe, el oncólogo que estaba ya se fue, el doctor Mejía ya no hay, oncólogo pediá… oncólogo no oncólogo pediatra ya no hay ",
            "thumbnail": "../files/2016/11/Fernado-Castann%CC%83on-.png"
        },
        {
            "start": "8288",
            "description": "Fernado Castañon   2010 se presentaron 6 casos de leucemia, 2011 8 casos, 2012 8 casos, 2013 llevamos 13 casos ¿sí?, algo está pasando ",
            "thumbnail": "../files/2016/11/Fernado-Castann%CC%83on-.png"
        }
    ]
}

loadSeminarYT(data.ytID,data.startTimes)
</script>

